Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Beer is King 😃 pic.twitter.com/xCVc4vwm4t — dhirajkarki (@dhirajkarki) April 28, 2018
ne: केही राजावादी समूहले नेपालमा स्विट्जरल्याण्ड दूतावास अगाडि स्वर्गीय राजाको विरासत "अपमान" गरिएकोमा विरोध जनाए। तथाकथित वीरेन्द्र बियर विरुद्ध एक अनलाइन याचिका पनि जारी गरिएको थियो।

source: A few royalist groups staged protests in front of the Embassy of Switzerland in Nepal for ‘insulting’ the legacy of the late king. There was also an online petition against the so-called Birendra Beer.
ne: समाचार अनुसार नेपालस्थित स्विस राजदूतले उक्त्त बियर उत्पादक कम्पनीलाई संपर्क गरेर बियरको सम्पूर्ण अनलाइन विज्ञापन हटाउन अनुरोध गर्यो। त्यसपछि कम्पनीले नेपाली मसला टिमुर प्रयोग गरिएको बियरको प्रचारलाई रोक्ने निर्णय गर्यो।

source: The brewery was reportedly contacted by the Swiss ambassador to Nepal who requested it to take down all online advertisements for the beer. The company subsequently decided to discontinue its promotion of the beer that used Nepali spice timur.
ne: बियरका राजा! होइन। वीरेन्द्रलाई वाथ भएको थियो त्यसैले कुण्ठित स्विस हिप्पीहरूको समूहद्वारा फ्लेवर अफ द मन्थ भन्दै प्रचारित गरिएकाले संदेहपूर्ण सम्मानको आनन्द लिने थिएनन् होला।

source: However, not all Nepalis were offended by the beer with the timur flavor.
ne: यद्यपि, सबै नेपालीहरूले टिमुरको स्वाद भएको बियर उत्पादनको कारण अपमानित महसुस गरेनन्।

source: People love Late King Birendra.
ne: मानिसहरू स्वर्गीय राजालाई मन पराउँछन्।

source: People love Beer,too!
ne: मानिसहरू बियर पनि मन पराउँछन्!

source: So How and why does naming a beer “Birendra” offend people and hurt their sentiments?🤔
ne: त्यसकारण कसरी र किन बियरको नामाकरण "वीरेन्द्र" गर्नाले मानिस र उनीहरूका भावनालाई अपमानित गर्छ?🤔

source: I got no opinion on this one, just curious! — Maanchhe (@novemberbridges) April 21, 2018
ne: मलाई यस बारेमा कुनै सम्मति मिलेन, केवल उत्सुक छु!

source: The founder and owner of the brewery, Adrien Weber, clarified that it was not the intention of his company to defame the name and honor of the king.
ne: ब्रुअरीका संस्थापक तथा मालिक एड्रियन वेबरले राजाको नाम र सम्मानमा आँच पुर्याउने आफ्नो कम्पनीको कुनै नियत नरहेको स्पष्ट पारे।

source: In an email to Global Voices dated 15 May 2018, he said that the beer product is still on sale but it’s only available for springtime. The Birendra Beer is still on sale.
ne: १५ मे २०१८ मा ग्लोबल भ्वाइसेजलाई पठाएको ईमेलमा उनले बियर उत्पादन अझै बिक्री मा रहेको तर यो वसन्त ऋतुमा मात्र उपलब्ध हुने बताएका छन्।

source: The controversy is unfortunate since it could have been an opportunity to endorse the use of timur or more popularly known as Nepali pepper. Timur, a spice belonging to the genus Zanthoxylum, is collected from the wild and used as condiments, spice and medicine.
ne: यो विवाद दुर्भाग्यपूर्ण हो किन कि यो नेपाली मरीच भनेर चिनिने टिमुरको उपयोग बारे प्रचार-प्रसार पाउने अवसर हुन सक्थ्यो। जान्थोजाइलम वर्गमा पर्ने टिमुर जंगलबाट संकलन गरिन्छ र चटनी, मसला र औषधीको रूपमा प्रयोग गरिन्छ। नेपालका ३० जिल्लामा जान्थोजाइलमका आठ प्रजाति प्रचुर मात्रामा पाइन्छन्।

source: The use of timur as a cooking ingredient is also getting more attention in countries like the United States.
ne: जान्थोजाइलम तेल धेरै युरोपेली देशहरूमा उपभोग गरिन्छ।पकवानको एक सम्मिश्रणको रूपमा टिमुरको प्रयोग संयुक्त राज्य अमेरिका जस्ता देशहरूमा पनि चासो लिन थालिएको छ।

source: Developing a new beer flavor by adding timur was certainly an innovative brew but too bad this was overlooked because of the naming and image controversy.
ne: टिमुरको प्रयोग गरेर नयाँ स्वादको बियर उत्पादन गरिनु निश्चय नै एउटा मौलिक प्रयोग थियो तर दुर्भाग्य, नामाकरण तथा तस्वीर विवादको कारण उपेक्षित बन्यो।

source: Illustration by the author.
ne: शून्यबाट सुपरहिरो

source: Used with permission.
ne: चित्र: लेखक। अनुमतिमा प्रयोग गरिएको।

source: As a kid reading Arabic-language versions of DC and Marvel comics in Sudan, I believed in superheroes. But I didn’t understand why none of the superheroes looked like me or had stories to which people like me could relate. Maybe that’s why I decided to become a cartoonist?
ne: म सानो छँदा सुडानमा मार्भल कमिक्सको अरबी संस्करण पढ्ने गर्थे र सुपरहिरोहरू हुन्छन् भनी विश्वास गर्थे। तर किन कुनै पनि सुपरहिरो मजस्तो हुँदैन अनि किन उनीहरूको कथा मजस्ताले दाँज्नसक्ने हुँदैन भनी म सधैँ घोत्लिरहन्थे। शायद त्यसैले होला मैले कार्टूनिष्ट बन्ने निधो गरे।

source: All my childhood feelings came to the surface yesterday on Twitter when I stumbled on the viral video of a man selflessly scaling a four-storey building in less than 20 seconds to save a child, hashtagged #ParisSpiderman.
ne: मेरा बाल्यकालका यी सबै याद हिजो तरोताजा भयो जब मैले एउटा बच्चालाई बचाउन चारतल्ले घर २० सेकेन्डभन्दा कम समयमा बिना कुनै आशा चढ्दै गरेको एक युवकको #ParisSpiderman ह्याशट्याग गरिएको भाइरल भिडियो देखें।

source: “This is a much better—and more realistic—plot than Black Panther,” I thought to myself. While refreshing the hashtag to try to get at this new hero’s origin story, it struck me that his religion was not mentioned, as this is usually the first adjective featured in clickbait headlines and hashtags when an immigrant does something negative.
ne: मेरो ट्वीटर फिड रिफ्रेश गर्दै गर्दा त्यस रहस्यमयी पेरिसको स्पाइडरम्यान (#ParisSpiderman) को गोप्य पहिचान बारेमा टुक्राटाक्री जानकारी पाएँ, र त्यसपछि मेरो ट्वीटर फिडमा जानकारीको बाढी आयो। उसको नाम ममुदु गास्सामा हो र ऊ मालीबाट आएको कागजपत्ररहित आप्रवासी रहेछ। "यो प्लट ब्ल्याक प्यान्थरभन्दा पनि यथार्थपरक र गज्जबको रहेछ," मैले आफैंसँग भने।

source: Within hours, the headlines were reporting that #ParisSpiderman had been invited to meet the French president and that he would be granted citizenship. A typical zero to hero intro to a superhero story.
ne: यस नयाँ नायकको उत्पत्तिको कथा जान्नका लागि त्यस ह्याशट्यागलाई रिफ्रेश गर्दै गर्दा उसको धर्म बारेमा उल्लेख नगरिएको कुराले मलाई झस्कायो। जब कि कुनै आप्रवासीले गलत कार्य गरेको खण्डमा धर्म नै त्यो विशेषण हो जसलाई पाठक आकर्षित गर्ने खालका शीर्षक तथा ह्याशट्यागमा प्रयोग गरिन्छ।

source: With very little light shed on the details of the backstory, it highlighted the stereotypes (black, struggling, poor, ghetto-dwelling), with a quick fast-forward to the climactic scene where the unknown underdog hero saves the child in a public spectacle— and POW!—the introduction of a new “minority” hero, a new addition to the mostly-white superhero line up.
ne: केही घण्टामै मुख्य समाचारहरूले पेरिसको स्पाइडरम्यानले फ्रान्सेली राष्ट्रपतिसँग भेट्ने निमन्त्रणा पाएको तथा उसलाई नागरिकता दिइने खबर रिपोर्ट गर्न थाले। सुपरहिरो कथाको सामान्यतया शून्यबाट हिरो भएको परिचय। कथाभित्रका विवरणलाई गौण मानी आप्रवासी सम्बन्धी चली आएका मान्यताहरू (जस्तै अश्वेत, संघर्षशील, गरीब, सुकुम्बासी) बारे प्रकाश पार्दै आएका ती समाचारहरूले एकाएक प्रलयको बेला एउटा अञ्जान नायकले सार्वजनिक स्थलमा एक बालकलाई बचाएको कथा पस्के। र, मुख्यतया गोरा सुपरहिरोहरूका माझमा एक नयाँ "अल्पसंख्यक" नायकको पदार्पण भयो।

source: Here’s the missing backstory: Gassama left Mali as a teenager and traveled via , Libya—where he was arrested and beaten—to the coast, where he undertook a perilous boat journey to Italy. He spent four years in Italy before arriving in France in September 2017 to join his brother.
ne: नभनिएको कथा चाहि यस्तो छ: गस्सामाले किशोर हुँदै माली छाडेका थिए र उनी लिबिया पुगे जहाँ उनी गिरफ्तार भए, पिटिए र अन्ततोगत्वा समुद्र तट पुगे जहाँबाट उनले डुङ्गामा जोखिमपूर्ण यात्रा गर्दै इटालीसम्मको दूरी तय गरे। चार वर्ष इटाली बसेपछि आफ्नो दाइ भेट्न सेप्टेम्बर २०१७ मा फ्रान्स आइपुगे। बिना कुनै कागजपत्र फ्रान्स आएकाले उनी पेरिसबाहिर मोथेइमा रहेका आप्रवासीका घरका भुँइमा पातलो गुन्द्री ओछ्याई रात बिताउथे भने बिहान त्यसलाई पट्याएर राख्ने गर्थे। उनी एउटा सानो कुचुक्क परेको कोठा अरु छजनासँग बाड्न बाध्य थिए भने कानुनी रूपमा काम गर्नबाट बञ्चित थिए।

source: He shared a cramped room with six others and was, of course, unable to work legally. So scaling that building was probably one of the easiest things Mamoudou had done in years.
ne: त्यसैले त्यो भवन चढ्नु शायद उनको लागि सबैभन्दा सजिलो कार्य थियो होला।

source: What readers should realize and what the storytellers need to do differently this time is to shed more light on the details of our hero’s life and the real hardships he’d had to endure before he scaled that building to save the child. Superman, the greatest of superheroes, was an immigrant but he was the “good kind”, the kind that looks “normal” and fits it, and doesn’t get randomly checked or surveilled. Let the introduction of this new and different superhero make France, and the rest of the world, realize how many superheroes have come in on those boats that are still waiting for their intro scene.
ne: अहिलेको समयमा पाठकहरूले बुझ्न र लेखकहरूले फरक तरिकाले के दर्शाउन जरूरी छ भने, हाल बच्चालाई बचाएर नायक बनेका उनले त्यो भवन चढ्नु अगाडि अथाह दुःख भोग्नुपर्यो। साथै उनको जीवनीमा प्रकाश पार्नु जरूरी छ। सुपरहिरोमध्ये सर्वश्रेष्ठ सुपरम्यान एक आप्रवासी थिए तर उनी "राम्रा खालका" आप्रवासी थिए जो "सामान्य" देखिन्छन् र जहाँ पनि मिसिन सक्छन् र जसलाई कसैले अन्धाधुन्ध परिक्षण वा निगरानी गर्दैन।

source: Next issue: Is our hero going to cope with his five minutes of fame?
ne: यस सुपरहिरोको प्रस्तुतिले फ्रान्स र विश्वका अन्य देशले बुझून् कि यस्ता डुङ्गामा आएका कतिपय सुपरहिरोहरू अझै पहिचानको पर्खाइमा बसिरहेका छन्।

source: How is he going manage now that his powers have been discovered?
ne: अबको संस्करण: के हाम्रो सुपरहिरोले पाँच मिनेटको ख्यातिलाई थेग्न सक्नेछन्? अब उनको शक्तिको बारेमा सबैले थाहा पाइसकेपछि उनले यसको व्यवस्थापन कसरी गर्नेछन्?

source: Amid setbacks by the Temer administration, thousands of indigenous peoples march into Brazil's capital · Global Voices
ne: टेमर प्रशासनको अवरोधको बावजूद हजारौं आदिवासीद्वारा ब्राजिलको राजधानीमा प्रदर्शन

source: From April 23 to 27, more than three thousand indigenous leaders from all regions of Brazil gathered in the country's capital. Photo: 350.org, CC BY-NC-SA 2.0
ne: अप्रिल 23 देखि 27 सम्म ब्राजिलका सबै क्षेत्रबाट तीन हजार भन्दा बढी आदिवासी नेता देशको राजधानीमा भेला भए। फोटो: ३५०. ओआरजी CC BY-NC-SA 2.0

source: This story was reported by Nathália Clark of 350.org, an organization building a global grassroot climate movement, and it is published here as part of a partnership with Global Voices.
ne: यो लेख विश्वव्यापी जलवायु अभियान चलाउने एक संस्था ३५०डटओआरजीका नाथालिया क्लार्कले तयार पारेकी थिइन् र ग्लोबल भोइसेजसँगको साझेदारीको एक हिस्साको रुपमा यहाँ प्रकाशित गरिएको छ।३५०डटओआरजी ब्राजिलमा राष्ट्रिय आदिवासी आन्दोलन समर्थकको रूपमा सहभागी भएको थियो।

source: The camp smelled like smoke and urucum, a plant used for body painting. A defiant energy pulsed through the crowd. We could hear chants, ritual mantras, and ceremonial crying.
ne: शिविरमा धुवाँ र शरीरमा चित्र बनाउन प्रयोग गरिने यूरुकम वनस्पति जस्तै गन्ध आइरहेको थियो। जनसमुदायमा अवज्ञापूर्ण उत्साह संचार भयो। हामी गीत, संस्कार सम्बन्धी मन्त्र र औपचारिक रोदन सुन्न सक्थ्यौं।

source: The place resounded with the voices of the more than 3,000 indigenous people from more than 100 different groups from all over Brazil, who gathered for the five-day 2018 National Indigenous Mobilization, held from April 23 to 27 in Brasilia, the Brazilian capital city.
ne: ब्राजिलको राजाधानी शहर ब्रासिलियामा अप्रिल २३ देखि २७ सम्म आयोजित पाँच दिवसीय राष्ट्रिय आदिवासी आन्दोलन २०१८ मा भेला भएका ब्राजिलका १०० भन्दा धेरै विभिन्न समूहका ३,००० जना भन्दा बढी आदिवासीको आवाजले शहर गुञ्जायमान भयो।

source: Also known as the 'Free Land Camp' ('Acampamento Terra Livre', in Portuguese), the sit-in is a yearly event organized by the Articulation of the Indigenous Peoples of Brazil (APIB, in the Portuguese acronym). This year's was its 15th edition. According to the last Brazilian demographic census, there are 305 indigenous populations in Brazil, speaking 274 different languages.
ne: ‘फ्री ल्याण्ड क्याम्प’ (पोर्चुगिज भाषामा अकाम्पामेन्तो तेर्रा लिभ्रे) पनि भनेर चिनिने विरोधस्थल ब्राजिलको आदिवासी जनसमुदायका आवाज (पोर्चुगिज संक्षिप्त रूप एपीआइबी) द्वारा आयोजित एक वार्षिक कार्यक्रम हो। यो वर्ष यसको १५ औं संस्करण हो।

source: Together, they number almost 897,000 — approximately 0.47% of the country's 200-million-strong population.
ne: ब्राजिलको पछिल्लो जनगणना अनुसार त्यहाँ २७४ विभिन्न भाषाहरू बोल्ने ३०५ आदिवासी समुदाय छन्। सबै गरेर उनीहरूको जनसंख्या लगभग ८९७,००० छ जुन देशको २० करोड बहुसंख्यक जनसंख्याको लगभग ०.४७% हो।

source: Most of them are scattered over thousands of villages, from north to south of the national territory, located in the 715 Indigenous Lands already regularized and formally recognized by the federal government.
ne: तीमध्ये अधिकांश राष्ट्रिय भू-भागको उत्तरबाट दक्षिणसम्म पहिले नै निर्धारित तथा औपचारिक रूपमा संघीय सरकारद्वारा पहिचान गरिएका ७१५ आदिवासी भूमिमा अवस्थित कैयौं गाउँहरूमा छरिएका छन्। आदिवासी भूमिको ८०० भन्दा धेरै मामिला व्यवस्थापनको पर्खाइमा छन्।

source: There are more than 800 cases of indigenous lands awaiting regularization.
ne: ‘जातिसंहार अभिप्राय’ तथा अन्य प्रहार

source: The 'Genocide Opinion' and other blows
ne: यस आन्दोलनले राजनीतिक बाधाहरू भोग्नुपरिरहेको छ, जसले यस वर्षको अभियानमा थप ऊर्जा प्रदान गर्यो।

source: In the current complex political situation in Brazil, under the controversial administration of president Michel Temer, representatives of the agribusiness sector have gained even greater foothold and managed to also occupy other levels of government.
ne: कृषि व्यवसाय क्षेत्रसँग सम्बन्धित समर्थकहरूको पकड रहेको हालको ब्राजिल राष्ट्रिय कांग्रेसले एक विधेयक स्वीकृत गर्ने प्रयास गर्दै छ जुन ब्राजिलको १९८८ को संविधानले प्रत्याभूत गरेको आदिवासीका अधिकार तथा अन्य अन्तर्राष्ट्रिय कानून जस्तै अन्तर्राष्ट्रिय श्रम संगठनको महासन्धि नं १६९ लाई कमजोर पार्नेछ।

source: Only days before the Free Land Camp took place, President Temer yielded to pressure from a ruralist caucus and fired the president of the National Indigenous Foundation (FUNAI), replacing him with someone more agro-friendly.
ne: ब्राजिलमा हालको जटिल राजनीतिक अवस्थामा राष्ट्रपति मिशेल टेमरको विवादास्पद प्रशासन मातहत कृषि व्यवसाय क्षेत्रका प्रतिनिधिहरूले अझ धेरै पकड जमाएका छन् र सरकारका अन्य अंगहरूमा पनि कब्जा जमाउन सफल भएका छन्।

source: The government’s reluctance to grant formal recognition of indigenous lands’ boundaries and the criminalization of the movement’s leaders were major points of concern and grievance for those who gathered in Brasilia.
ne: फ्री ल्याण्ड क्याम्प हुनु केही दिन अघि मात्र राष्ट्रपति टेमरले रुरलिस्ट ककसको दबाबमा नेशनल इन्डिजेनस फाउण्डेशन (एफयूएनएआइ) का अध्यक्षलाई हटाएर कृषि क्षेत्रसँग सम्बन्धित व्यक्तिलाई लिए।

source: "I was imprisoned for a time, accused of crimes that were not proven and I have been prevented by a judge from approaching the land where I was born. For four years I couldn’t step on the place where my umbilical cord is buried," he said.
ne: आदिवासी भूमिका सीमालाई औपचारिक मान्यता दिने सवालमा सरकारको अनिच्छा र आन्दोलनमा संलग्न नेताहरूलाई अपराधी ठान्ने रवैया ब्रासिलियामा जम्मा भएका आन्दोलनकारीहरूका सरोकार तथा गुनासो प्रमुख मुद्दा थिए।

source: In September 2017, Brazil's attorney general issued a legal opinion asserting that only indigenous peoples who were occupying their territory on the day the 1988 Constitution was promulgated should benefit from the recognition of their right to land.
ne: पाराना राज्यका एक जना आदिवासी नेता तथा ब्राजिलमा ३५०डटओआरजीका आदिवासी कार्यक्रम संयोजक क्रेटा कांगाङले आफूले सामना गरेका धम्की स्मरण गरे। "मलाई पहिले कैदी बनाइएको थियो, प्रमाणित गर्न नसकेका अपराधबारे आरोप लगाइएको थियो र म जन्मेको ठाउँमा जान मलाई न्यायाधीशद्वारा रोक लगाइएको छ। चार वर्षसम्म म त्यस ठाउँमा जान पाउँदिन जहाँ मेरो गर्भनाल गाडिएको छ," उनले भने।

source: Known as the "time limit" thesis, and sometimes called the "genocide opinion", it has been endorsed by President Michel Temer.
ne: सेप्टेम्बर २०१७ मा ब्राजिलका महान्यायधिवक्त्ताले आदिवासीहरू जो १९८८ को संविधान लागू हुँदा आफ्ना भू-भागमा बस्दै आएका थिए उनीहरूले मात्र भूमि अधिकारको मान्यताबाट लाभ उठाउनुपर्छ भन्दै बलपूर्वक लिखित व्याख्यान जारी गरे।

source: Should it ever become law, it would severely cripple the recognition of new indigenous lands.
ne: "समय सीमा" थेसिसको रूपमा जानिने र कहिलेकाहीँ "जातिसंहार अभिप्राय" भनिने यस अभिप्रायलाई राष्ट्रपति माइकल टेमरद्वारा अनुमोदित गरिएको छ । कुनै पनि बेला यो कानून बनेको खण्डमा यसले अन्य आदिवासी भूमिको पहिचानलाई गम्भीर रूपमा निर्बल बनाउनेछ।

source: 'We have only one objective here: to resume the process of demarcation of our lands'
ne: 'हाम्रो एउटै मात्र उद्देश्य छ: हाम्रो भूमिको सीमांकन प्रक्रिया पुनः सुरु गरिनु'

source: The night fell as the indigenous leaders stood in vigil in front of the federal government building.
ne: आदिवासी नेताहरू संघीय सरकारको कार्यालय भवन अगाडि जागा बस्दा रात पर्यो । एकै ठाउँमा, जनसमूहले मैनबत्तीहरू उचाले र एक जना आदिवासी महिलाको शोकगीत सुन्न उनीहरूले आफ्ना गतिविधि बन्द गरे। यो एक शोक समारोह थियो।

source: At one point, the crowd raised candles and stopped their activities to listen to a lament sung by one of the indigenous women.
ne: अर्को दिन, वरिपरि मन्त्रालयहरूले घेरिएको मुख्य मार्गको चोक जहाँ सबै संघीय भवनहरू रहेका छन्; प्रदर्शनकारीहरूले पुन: कब्जा गरे र नेशनल कांग्रेसको भवनतर्फ लागे।

source: It was a mourning ceremony. On the following day, the Esplanade of Ministries, the main route where all federal government buildings are located, was occupied again by protesters, who marched towards the seat of the National Congress. With paintings and adornments, dancing and singing war cries, indigenous Kaingang, Guarani, Guarani-Kaiowá, Guarani-Mbya, Xucuru, Pataxó, Munduruku, Awá-Guajá, Guajajara, Marubo, Xerente, Xavante, Kayapó, Tenetehara, Tembé, Tucano, Krahô, Kanela and many others demanded the process of demarcation of their lands be resumed and asked for respect for their rights, as enshrined in the 1988 Constitution.
ne: चित्रकला र सजावट, नृत्य गर्दै र अभियानमा सहभागीहरूलाई एकत्रित हुन आव्हान गीत सहित आदिवासी कांगाङ, ग्वारानी, ग्वारानी-काइवा, ग्वारानी-ब्य, सुकुरु, पातासु, मुन्दुरुकु, अवा-ग्वाजा, ग्वाजाजारा, मारुबो, सेरेन्ते, सभान्ते, कायापो, तेनेतेहारा, तेम्बे, तुकानो, क्राहो, कानेला र अन्य धेरैले उनीहरूका भूमि सीमांकन प्रकृया पुन: सुरु हुनुपर्ने मांग गरे र १९८८ को संविधान मुताविक उनीहरूका अधिकारको सम्मान गर्न अनुरोध गरे।

source: Indigenous leaders carried banners with messages targeted at the authorities: "Demarcation Now!", "No fracking in our lands!" and "Guarani resists".
ne: आदिवासी नेताहरूले “सीमांकन गर!” “हाम्रा भूमिको प्रकृतिक स्रोत दोहन नगर!” र “ग्वारानी प्रतिरोध गर्छ” सन्देश लेखिएका सत्ताधारीहरूलाई लक्षित ब्यानरहरू बोके। त्यस्तै, पूर्वाधार तथा ऊर्जा परियोजनाहरूद्वारा हुने भूमि, नदी तथा प्राकृतिक स्रोतको विनाश रोक्न मांग गरे।

source: Other signs called out the destruction of territories, rivers and natural resources by giant infrastructure and energy projects.
ne: “हाम्रो एउटै मात्र उद्देश्य छ: हाम्रो भूमिको सीमांकन प्रक्रिया पुनः सुरु गरिनु। हाम्रा धेरै जना आफन्तहरू सहभागी हुन सकेनन् त्यसैले हामी हाम्रा समुदायहरूको प्रतिनिधित्व गर्न आयौं," क्रेटा कांगाङले भने।

source: "We have only one objective here: to resume the process of demarcation of our lands.
ne: दमन र हिंसाको कारण रक्तपातको प्रतीक जनाउने रातो निशान प्रदर्शनको क्रममा सडकमा पोतिएको थियो, जसलाई धेरैले औपनिवेशिक कालमा आदिवासी विरुद्धको ऐतिहासिक नरसंहारको निरन्तरताको रूपमा लिन्छन्।

source: Many of our relatives could not join us, so we came to represent our communities," said Kretã Kaingang. During the demonstration, the street was stained red, symbolizing the blood shed by indigenous people during acts of repression and violence which are considered by many a continuation of the historical genocide perpetrated against them during colonial times. "'The trail of 'blood' we leave represents the violence and attacks imposed by the state to the original peoples of this country.
ne: हामीले पोतेका रगतको निशानीले राज्यद्वारा यस देशका मूलवासी प्रति थोपरिएको हिंसा र आक्रमणको प्रतिनिधित्व गर्दछ। हाम्रा नेताहरूलाई अपराधी घोषित गर्ने क्रूर कार्यको अतिरिक्त ब्राजिलमा अनेक हस्तक्षेप, धम्की र हत्या भइरहेका छन्। तर यस्तो जटिल परिस्थितिको बावजूद हामी सधैं प्रतिरोध गर्ने छौं र लड्ने छौं, किन कि हामीले सधैं हाम्रो योद्धा पुर्खाबाट सिक्यौं," पेर्नाम्बुकोका प्रमुख मार्कोस सुकुरुले भने।

source: But despite this problematic conjuncture, we will always resist and fight, as we learned from our ancestral warriors," said Chief Marcos Xukuru of Pernambuco. Joênia Wapichana, the first indigenous woman and indigenous lawyer to stand up in the Federal Supreme Court, recalled what is really at play: "The fact that the Executive Branch has an instrument to restrict the right to demarcation puts the lives of all indigenous peoples at risk, whose subsistence depends directly on the land and everything it gives." "The demarcation of our lands equals their preservation.
ne: संघीय सर्वोच्च अदालतमा वकालत गर्ने पहिलो आदिवासी महिला वकील जोनिया वापिचानाले वास्तवमा व्यवहारिक रूपमा के हुन्छ भन्ने कुरा स्मरण गरिन्: "सीमांकन अधिकार रोक्ने सरकारको संयन्त्र रहेको तथ्यले सम्पूर्ण आदिवासीको जीवन जोखिममा पार्छ, जसको निर्वाह प्रत्यक्ष रूपमा भूमिमा निर्भर गर्दछ र यसले दिने सबै वस्तुमा।"

source: If you kill them, they die and never come back.
ne: अध्यक्ष ज्वारेज मुन्दुरुकुका लागि आदिवासीहरु रुख जस्तै हुन्। "रुखको जीवन हाम्रो जस्तै छ। तपाईंले रुखलाई काटेमा मर्छन् र सधैंका लागि नष्ट हुन्छन्। एउटा दाउरेले रुखझै आदिवासी नेता "कासकि"लाई मार्दा सबै कथाको त्यही अन्त्य हुन्छ।"

source: If a logger kills a 'cacique', a story ends." He recalled that in the middle of the Tapajós River, in the Amazon, where his territory is located, there are plans to build 43 big hydroelectric plants, which will dam one of the largest rivers in the country, a sacred place for his people. Two of these projects have already been implemented, and there are plans to also build 30 ports to transfer monoculture soybeans, in addition to mining and illegal logging.
ne: उनले सम्झना गरे कि अमेजन स्थित तापजोस नदीको मध्य भागमा जहाँ उनको इलाका रहेको छ, ४३ ठूला जल विद्युत प्लान्ट निर्माण गर्ने योजना छ। यी प्लान्टले देशको सबैभन्दा ठूलामध्ये एक नदीमा ड्याम निर्माण गर्नेछ, जुन आफ्नो समुदायको लागि पवित्र स्थान हो। यी मध्ये दुई परियोजना पहिले नै कार्यान्वयन गरिएका छन् र खानी तथा गैरकानूनी काठका अतिरिक्त मोनोकल्चर सोयाबीन निर्यात गर्न ३० वटा बन्दरगाह निर्माण गर्ने योजना पनि छ।

source: Q'eswachaka, the last Inca bridge that keeps communities together · Global Voices
ne: क्वस्वाचाका, समुदायलाई बाँधी राख्ने इन्कानिर्मित अन्तिम सेतु

source: Photo courtesy of Rutahsa Adventures www.rutahsa.com - published with permission by Leonard G. on Wikipedia (CC BY-SA 1.0).
ne: फोटो सौजन्य: रुताशा एडभेन्चर्स www.rutahsa.com — लियोनार्ड जिद्वारा अनुमतिमा विकिपिडियामा प्रकाशित। (CC BY-SA 1.0).

source: Ultimo puente Inca #Queshuachaca https://t.co/A9Qs5jFRYG pic.twitter.com/5283LESYgg — Inka Jungle (@inkajungle) 12 de junio de 2017
ne: तावान्तिनसुयो पनि भनिने इन्का साम्राज्यका बेला प्राचीन पेरुभियनले सडक तथा पुलहरूको वृहत सञ्जाल विकास गरेका थिए ताकि विशाल इलाकामा फैलिएका समुदायले एक अर्कासँग सञ्चार गर्न सकून्।

source: Last Inca bridge, Queshuachaca. The Q'eswachaka is made out of ichu, a grass endemic to the Andean highlands.
ne: त्यस ताकाका पुलहरूमध्ये क्वस्वाचाका वा क्वेसुवाचाका (केचुआ भाषामा "डोरीको पुल") कुस्कोको दक्षिणी भेगमा अवस्थित कानास प्रान्तमा रहेको अपुरिमाक नदीको साँघुरो भागमाथि अहिलेसम्म विद्यमान छ।

source: For more than 500 years, the local people have kept this tradition of ancient technology alive.
ne: इन्कानिर्मित अन्तिम पुल, क्वेसुवाचाका।
